Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

source: Coming soon
ar: قريبًا
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera hadir
it: In arrivo
ja: 近日公開
ko: 곧 제공 예정
pt_br: Em breve
th: เร็วๆ นี้
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
th: บันทึกแล้ว
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

source: Your daily log was saved.
ar: تم حفظ السجل اليومي.
de: Dein Tagesprotokoll wurde gespeichert.
es: Tu registro diario se guardó.
fr: Votre journal quotidien a été enregistré.
hi: आपका दैनिक लॉग सहेज दिया गया।
id: Catatan harian Anda disimpan.
it: Il tuo diario giornaliero è stato salvato.
ja: 今日の記録を保存しました。
ko: 일일 기록이 저장되었습니다.
pt_br: Seu registro diário foi salvo.
th: บันทึกรายวันของคุณถูกบันทึกแล้ว
tr: Günlük kaydınız kaydedildi.
zh_hans: 你的每日记录已保存。
zh_hant: 你的每日記錄已儲存。

# appointment.medications.placeholder
source: Medication summary not added yet.
ar: لم تتم إضافة ملخص الأدوية بعد.
de: Medikamentenzusammenfassung wurde noch nicht hinzugefügt.
es: El resumen de medicación aún no se ha añadido.
fr: Le résumé des médicaments n’a pas encore été ajouté.
hi: दवा सारांश अभी जोड़ा नहीं गया है।
id: Ringkasan obat belum ditambahkan.
it: Il riepilogo dei farmaci non è ancora stato aggiunto.
ja: 服薬の要約はまだ追加されていません。
ko: 복약 요약이 아직 추가되지 않았습니다.
pt_br: O resumo de medicação ainda não foi adicionado.
th: ยังไม่ได้เพิ่มสรุปยา
tr: İlaç özeti henüz eklenmedi.
zh_hans: 尚未添加用药摘要。
zh_hant: 尚未加入用藥摘要。

# appointment.question.options
source: What tracking or care options should I consider?
ar: ما خيارات التتبع أو الرعاية التي ينبغي أن أفكر فيها؟
de: Welche Tracking- oder Betreuungsoptionen sollte ich in Betracht ziehen?
es: ¿Qué opciones de seguimiento o cuidado debería considerar?
fr: Quelles options de suivi ou de soins devrais-je envisager ?
hi: मुझे किन ट्रैकिंग या देखभाल विकल्पों पर विचार करना चाहिए?
id: Opsi pelacakan atau perawatan apa yang perlu saya pertimbangkan?
it: Quali opzioni di monitoraggio o cura dovrei considerare?
ja: どの記録方法やケアの選択肢を検討すべきですか？
ko: 어떤 기록 또는 관리 옵션을 고려해야 할까요?
pt_br: Quais opções de acompanhamento ou cuidado devo considerar?
th: ฉันควรพิจารณาทางเลือกการติดตามหรือการดูแลใดบ้าง
tr: Hangi takip veya bakım seçeneklerini düşünmeliyim?
zh_hans: 我应该考虑哪些追踪或照护选择？
zh_hant: 我应该考虑哪些追踪或照护选择？

# appointment.question.sleep
source: Could sleep changes be related to these symptoms?
ar: هل يمكن أن تكون تغيرات النوم مرتبطة بهذه الأعراض؟
de: Könnten Schlafveränderungen mit diesen Symptomen zusammenhängen?
es: ¿Los cambios de sueño podrían estar relacionados con estos síntomas?
fr: Les changements de sommeil pourraient-ils être liés à ces symptômes ?
hi: क्या नींद में बदलाव इन लक्षणों से जुड़ा हो सकता है?
id: Apakah perubahan tidur bisa terkait dengan gejala ini?
it: I cambiamenti del sonno potrebbero essere collegati a questi sintomi?
ja: 睡眠の変化はこれらの症状と関係している可能性がありますか？
ko: 수면 변화가 이 증상들과 관련이 있을 수 있나요?
pt_br: As mudanças no sono podem estar relacionadas a esses sintomas?
th: การเปลี่ยนแปลงการนอนอาจเกี่ยวข้องกับอาการเหล่านี้หรือไม่
tr: Uyku değişiklikleri bu belirtilerle ilişkili olabilir mi?
zh_hans: 睡眠变化是否可能与这些症状有关？
zh_hant: 睡眠变化是否可能与这些症状有关？

# appointment.question.symptoms
source: Which symptoms should I prioritize discussing?
ar: ما الأعراض التي ينبغي إعطاؤها الأولوية في النقاش؟
de: Welche Symptome sollte ich vorrangig besprechen?
es: ¿Qué síntomas debería priorizar en la conversación?
fr: Quels symptômes devrais-je aborder en priorité ?
hi: किन लक्षणों पर चर्चा को प्राथमिकता देनी चाहिए?
id: Gejala mana yang sebaiknya saya prioritaskan untuk dibahas?
it: Quali sintomi dovrei discutere per primi?
ja: どの症状を優先して相談すべきですか？
ko: 어떤 증상을 우선적으로 상담해야 할까요?
pt_br: Quais sintomas devo priorizar na conversa?
th: ฉันควรให้ความสำคัญกับการพูดคุยเรื่องอาการใดก่อน
tr: Hangi belirtileri konuşmada önceliklendirmeliyim?
zh_hans: 我应该优先讨论哪些症状？
zh_hant: 我应该优先讨论哪些症状？

# appointment.range.placeholder
source: Recent entries
ar: الإدخالات الأخيرة
de: Aktuelle Einträge
es: Entradas recientes
fr: Entrées récentes
hi: हाल की प्रविष्टियाँ
id: Entri terbaru
it: Voci recenti
ja: 最近の記録
ko: 최근 기록
pt_br: Entradas recentes
th: รายการล่าสุด
tr: Son kayıtlar
zh_hans: 最近记录
zh_hant: 最近記錄

# appointment.save
source: Save appointment prep
ar: حفظ تحضير الموعد
de: Terminvorbereitung speichern
es: Guardar preparación de cita
fr: Enregistrer la préparation du rendez-vous
hi: अपॉइंटमेंट तैयारी सहेजें
id: Simpan persiapan janji
it: Salva preparazione visita
ja: 受診準備を保存
ko: 진료 준비 저장
pt_br: Salvar preparação da consulta
th: บันทึกการเตรียมนัดหมาย
tr: Randevu hazırlığını kaydet
zh_hans: 保存就诊准备
zh_hant: 儲存就診準備

# appointment.section.questions
source: Suggested questions
ar: أسئلة مقترحة
de: Vorgeschlagene Fragen
es: Preguntas sugeridas
fr: Questions suggérées
hi: सुझाए गए प्रश्न
id: Pertanyaan yang disarankan
it: Domande suggerite
ja: 質問の候補
ko: 추천 질문
pt_br: Perguntas sugeridas
th: คำถามที่แนะนำ
tr: Önerilen sorular
zh_hans: 建议问题
zh_hant: 建議問題

# appointment.section.summary
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 要約
ko: 요약
pt_br: Resumo
th: สรุป
tr: Özet
zh_hans: 摘要
zh_hant: 摘要

# appointment.summary.placeholder
source: Build a concise prep note for your next appointment.
ar: أنشئي ملاحظة تحضير موجزة لموعدك القادم.
de: Erstelle eine kurze Vorbereitungsnotiz für deinen nächsten Termin.
es: Crea una nota breve de preparación para tu próxima cita.
fr: Créez une note concise pour préparer votre prochain rendez-vous.
hi: अपने अगले अपॉइंटमेंट के लिए संक्षिप्त तैयारी नोट बनाएँ।
id: Buat catatan persiapan singkat untuk janji berikutnya.
it: Crea una nota breve per preparare la prossima visita.
ja: 次の受診に向けた短い準備メモを作成します。
ko: 다음 진료를 위한 간단한 준비 메모를 만듭니다.
pt_br: Crie uma nota breve de preparação para sua próxima consulta.
th: สร้างบันทึกเตรียมตัวสั้นๆ สำหรับนัดหมายครั้งต่อไป
tr: Bir sonraki randevunuz için kısa bir hazırlık notu oluşturun.
zh_hans: 为下次就诊整理一份简洁准备笔记。
zh_hant: 為下次就診整理一份簡潔準備筆記。

# appointment.title
source: Appointment Builder
ar: منشئ تحضير الموعد
de: Terminvorbereitung
es: Preparador de citas
fr: Préparation de rendez-vous
hi: अपॉइंटमेंट बिल्डर
id: Pembuat Persiapan Janji
it: Preparazione visita
ja: 受診準備
ko: 진료 준비 도구
pt_br: Preparador de consultas
th: ตัวช่วยเตรียมนัดหมาย
tr: Randevu Hazırlayıcı
zh_hans: 就诊准备
zh_hant: 就診準備

# appointment.topSymptoms
source: Logged symptoms:
ar: الأعراض المسجلة:
de: Protokollierte Symptome:
es: Síntomas registrados:
fr: Symptômes enregistrés :
hi: दर्ज लक्षण:
id: Gejala tercatat:
it: Sintomi registrati:
ja: 記録された症状:
ko: 기록된 증상:
pt_br: Sintomas registrados:
th: อาการที่บันทึก:
tr: Kaydedilen belirtiler:
zh_hans: 已记录症状：
zh_hant: 已記錄症狀：

# arrow.right
source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
pt_br: Direita
th: ขวา
tr: Sağ
zh_hans: 向右
zh_hant: 向右

# arrow.up.arrow.down
source: Down
ar: أسفل
de: Unten
es: Abajo
fr: Bas
hi: नीचे
id: Bawah
it: Giù
ja: 下
ko: 아래
pt_br: Baixo
th: ลง
tr: Aşağı
zh_hans: 向下
zh_hant: 向下

# bed.double
source: Double
ar: مزدوج
de: Doppelt
es: Doble
hi: दोहरा
id: Ganda
it: Doppio
ja: ダブル
ko: 이중
pt_br: Duplo
th: คู่
tr: Çift
zh_hans: 双人
zh_hant: 双人

# bolt.slash
source: Slash
ar: شرطة مائلة
de: Schrägstrich
es: Barra
fr: Barre oblique
hi: स्लैश
id: Garis miring
it: Barra
ja: スラッシュ
ko: 슬래시
pt_br: Barra
th: เครื่องหมายทับ
tr: Eğik çizgi
zh_hans: 斜线
zh_hant: 斜线

# brain.head.profile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
th: โปรไฟล์
tr: Profil
zh_hans: 资料
zh_hant: 资料

# brainFog.choice.bad
source: Bad
ar: سيئ
de: Schlecht
es: Mal
fr: Mauvais
hi: खराब
id: Buruk
it: Male
ja: 悪い
ko: 나쁨
pt_br: Ruim
th: แย่
tr: Kötü
zh_hans: 不好
zh_hant: 不好

# brainFog.choice.good
source: Good
ar: جيد
de: Gut
es: Bien
fr: Bien
hi: अच्छा
id: Baik
it: Bene
ja: 良い
ko: 좋음
pt_br: Bom
th: ดี
tr: İyi
zh_hans: 不错
zh_hant: 不错

# brainFog.choice.okay
source: Okay
ar: متوسط
es: Regular
fr: Correct
hi: ठीक
id: Oke
it: Così così
ja: まあまあ
ko: 보통
pt_br: Ok
th: พอใช้
tr: İdare eder
zh_hans: 还可以
zh_hant: 还可以

# brainFog.note.placeholder
source: Quick note
ar: ملاحظة سريعة
de: Kurze Notiz
es: Nota rápida
fr: Note rapide
hi: त्वरित नोट
id: Catatan cepat
it: Nota rapida
ja: クイックメモ
ko: 빠른 메모
pt_br: Nota rápida
th: โน้ตเร็ว
tr: Hızlı not
zh_hans: 快速备注
zh_hant: 快速備註

# brainFog.prompt
source: Today feels:
ar: الشعور اليوم:
de: Heute fühlt sich an:
es: Hoy se siente:
fr: Aujourd’hui, je me sens :
hi: आज महसूस हो रहा है:
id: Hari ini terasa:
it: Oggi mi sento:
ja: 今日の感じ：
ko: 오늘 상태:
pt_br: Hoje está:
th: วันนี้รู้สึก:
tr: Bugün şöyle:
zh_hans: 今天感觉：
zh_hant: 今天感覺：

# brainFog.quickSymptoms
source: Quick symptoms
ar: أعراض سريعة
de: Schnelle Symptome
es: Síntomas rápidos
fr: Symptômes rapides
hi: त्वरित लक्षण
id: Gejala cepat
it: Sintomi rapidi
ja: クイック症状
ko: 빠른 증상
pt_br: Sintomas rápidos
th: อาการด่วน
tr: Hızlı belirtiler
zh_hans: 快速症状
zh_hant: 快速症狀

# brainFog.save
source: Save fast log
ar: حفظ سريع
de: Schnelleingabe speichern
es: Guardar registro rápido
fr: Enregistrer vite
hi: फास्ट लॉग सहेजें
id: Simpan cepat
it: Salva rapido
ja: すばやく保存
ko: 빠른 기록 저장
pt_br: Salvar registro rápido
th: บันทึกด่วน
tr: Hızlı kaydet
zh_hans: 保存快速记录
zh_hant: 儲存快速記錄

# brainFog.saved.message
source: Your quick brain fog entry was saved.
ar: تم حفظ إدخال ضباب الدماغ السريع.
de: Dein schneller Brain-Fog-Eintrag wurde gespeichert.
es: Tu entrada rápida de niebla mental se guardó.
fr: Votre entrée rapide de brouillard mental a été enregistrée.
hi: आपकी त्वरित ब्रेन फ़ॉग प्रविष्टि सहेज दी गई।
id: Entri cepat brain fog Anda disimpan.
it: La tua voce rapida per la nebbia mentale è stata salvata.
ja: ブレインフォグのクイック記録を保存しました。
ko: 브레인 포그 빠른 기록이 저장되었습니다.
pt_br: Sua entrada rápida de névoa mental foi salva.
th: บันทึก brain fog แบบเร็วของคุณถูกบันทึกแล้ว
tr: Hızlı beyin sisi kaydınız kaydedildi.
zh_hans: 你的脑雾快速记录已保存。
zh_hant: 你的腦霧快速記錄已儲存。

# brainFog.saved.title
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
th: บันทึกแล้ว
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

# brainFog.title
source: Brain Fog Mode
ar: وضع ضباب الدماغ
de: Brain-Fog-Modus
es: Modo niebla mental
fr: Mode brouillard mental
hi: ब्रेन फॉग मोड
id: Mode brain fog
it: Modalità nebbia mentale
ja: ブレインフォグモード
ko: 브레인 포그 모드
pt_br: Modo névoa mental
th: โหมดสมองล้า
tr: Beyin sisi modu
zh_hans: 脑雾模式
zh_hant: 腦霧模式

# chart.bar.xaxis
source: Xaxis
ar: محور X
de: X-Achse
es: Eje X
fr: Axe X
hi: X अक्ष
id: Sumbu X
it: Asse X
ja: X軸
ko: X축
pt_br: Eixo X
th: แกน X
tr: X ekseni
zh_hans: X 轴
zh_hant: X 轴

# chart.line.uptrend.xyaxis
source: Xyaxis
ar: محور XY
de: XY-Achse
es: Eje XY
fr: Axe XY
hi: XY अक्ष
id: Sumbu XY
it: Asse XY
ja: XY軸
ko: XY축
pt_br: Eixo XY
th: แกน XY
tr: XY ekseni
zh_hans: 坐标轴
zh_hant: 坐标轴

# chart.xyaxis.line
source: Line
ar: خط
de: Linie
es: Línea
fr: Ligne
hi: रेखा
id: Garis
it: Linea
ja: 線
ko: 선
pt_br: Linha
th: เส้น
tr: Çizgi
zh_hans: 线条
zh_hant: 线条

# checkmark.circle
source: Circle
ar: دائرة
de: Kreis
es: Círculo
fr: Cercle
hi: वृत्त
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
pt_br: Círculo
th: วงกลม
tr: Daire
zh_hans: 圆形
zh_hant: 圆形

# checkmark.circle.fill
source: Fill
ar: تعبئة
de: Füllung
es: Relleno
fr: Rempli
hi: भराव
id: Isi
it: Riempimento
ja: 塗りつぶし
ko: 채움
pt_br: Preenchido
th: เติม
tr: Dolgu
zh_hans: 填充
zh_hant: 填充

# circle.dashed
source: Dashed
ar: متقطع
de: Gestrichelt
es: Discontinuo
fr: Pointillé
hi: डैश
id: Putus-putus
it: Tratteggiato
ja: 破線
ko: 점선
pt_br: Tracejado
th: เส้นประ
tr: Kesikli
zh_hans: 虚线
zh_hant: 虚线

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
th: เสร็จสิ้น
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
id: Sunting
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
th: แก้ไข
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# common.no
source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
pt_br: Não
th: ไม่
tr: Hayır
zh_hans: 否
zh_hant: 否

# common.notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 메모
pt_br: Notas
th: บันทึกย่อ
tr: Notlar
zh_hans: 备注
zh_hant: 備註

# common.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

# common.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
pt_br: Sim
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

# correlation.disclaimer
source: Correlation summaries are heuristic and should support, not replace, clinician conversations.
ar: ملخصات الارتباط تقديرية ويجب أن تدعم محادثات الطبيب لا أن تستبدلها.
de: Korrelationszusammenfassungen sind heuristisch und sollen Gespräche mit Fachpersonen unterstützen, nicht ersetzen.
es: Los resúmenes de correlación son orientativos y deben apoyar, no reemplazar, las conversaciones con profesionales clínicos.
fr: Les résumés de corrélation sont heuristiques et doivent soutenir, non remplacer, les échanges avec les cliniciens.
hi: सहसंबंध सारांश अनुमानात्मक हैं और चिकित्सक से बातचीत का समर्थन करते हैं, उसका विकल्प नहीं हैं।
id: Ringkasan korelasi bersifat heuristik dan mendukung, bukan menggantikan, percakapan dengan klinisi.
it: I riepiloghi di correlazione sono euristici e devono supportare, non sostituire, il dialogo con i clinici.
ja: 相関の要約は目安であり、医療者との相談を支援するもので、代替するものではありません。
ko: 상관 요약은 참고용이며 의료진과의 상담을 대체하지 않고 보조해야 합니다.
pt_br: Os resumos de correlação são heurísticos e devem apoiar, não substituir, conversas com profissionais de saúde.
th: สรุปความสัมพันธ์เป็นเพียงแนวทางและควรช่วยสนับสนุน ไม่ใช่แทนที่การปรึกษาแพทย์
tr: Korelasyon özetleri sezgiseldir ve klinisyen görüşmelerini desteklemeli, onların yerini almamalıdır.
zh_hans: 相关性摘要只是启发式参考，用来辅助而不是替代与医生的沟通。
zh_hant: 相關性摘要只是啟發式參考，用來輔助而不是取代與醫師的溝通。

# correlation.navTitle
source: Correlation
ar: الارتباط
de: Korrelation
es: Correlación
fr: Corrélation
hi: सहसंबंध
id: Korelasi
it: Correlazione
ja: 相関
ko: 상관관계
pt_br: Correlação
th: ความสัมพันธ์
tr: Korelasyon
zh_hans: 相关性
zh_hant: 相關性

# correlation.placeholder.lowSleepBrainFog
source: Low sleep and high brain fog appeared together in entries:
ar: ظهر النوم المنخفض وضباب الدماغ المرتفع معًا في الإدخالات:
de: Wenig Schlaf und starker Brain Fog traten gemeinsam auf in Einträgen:
es: Poco sueño y mucha niebla mental aparecieron juntos en estas entradas:
fr: Un sommeil faible et un brouillard mental élevé sont apparus ensemble dans les entrées :
hi: कम नींद और अधिक ब्रेन फ़ॉग इन प्रविष्टियों में साथ दिखे:
id: Tidur rendah dan brain fog tinggi muncul bersama dalam entri:
it: Poco sonno e nebbia mentale elevata sono comparsi insieme nelle voci:
ja: 睡眠不足と強いブレインフォグが同時に見られた記録:
ko: 낮은 수면과 높은 브레인 포그가 함께 나타난 기록:
pt_br: Pouco sono e muita névoa mental apareceram juntos nas entradas:
th: การนอนน้อยและ brain fog สูงปรากฏร่วมกันในรายการ:
tr: Düşük uyku ve yüksek beyin sisi şu kayıtlarda birlikte göründü:
zh_hans: 低睡眠和较高脑雾同时出现的记录：
zh_hant: 低睡眠和较高脑雾同时出现的记录：

# correlation.placeholder.none
source: No clear association yet.
ar: لا توجد علاقة واضحة بعد.
de: Noch kein klarer Zusammenhang.
es: Aún no hay una asociación clara.
fr: Aucune association claire pour le moment.
hi: अभी कोई स्पष्ट संबंध नहीं है।
id: Belum ada hubungan yang jelas.
it: Nessuna associazione chiara per ora.
ja: まだ明確な関連はありません。
ko: 아직 명확한 연관은 없습니다.
pt_br: Ainda não há associação clara.
th: ยังไม่พบความเชื่อมโยงที่ชัดเจน
tr: Henüz net bir ilişki yok.
zh_hans: 暂时没有明确关联。
zh_hant: 暂时没有明确关联。

# correlation.title
source: Correlation Detail
ar: تفاصيل الارتباط
de: Korrelationsdetail
es: Detalle de correlación
fr: Détail de corrélation
hi: सहसंबंध विवरण
id: Detail Korelasi
it: Dettaglio correlazione
ja: 相関の詳細
ko: 상관관계 상세
pt_br: Detalhe da correlação
th: รายละเอียดความสัมพันธ์
tr: Korelasyon Detayı
zh_hans: 相关性详情
zh_hant: 相關性詳情

# cycle.bleeding.heavy
source: Heavy
ar: غزير
de: Stark
es: Abundante
fr: Abondant
hi: भारी
id: Berat
it: Abbondante
ja: 多い
ko: 많음
pt_br: Intenso
th: มาก
tr: Yoğun
zh_hans: 大量
zh_hant: 大量

# cycle.bleeding.light
source: Light
ar: خفيف
de: Leicht
es: Ligero
fr: Léger
hi: हल्का
id: Ringan
it: Leggero
ja: 少ない
ko: 가벼움
pt_br: Leve
th: น้อย
tr: Hafif
zh_hans: 少量
zh_hant: 少量

# cycle.bleeding.moderate
source: Moderate
ar: متوسط
de: Mittel
es: Moderado
fr: Modéré
hi: मध्यम
id: Sedang
it: Moderato
ja: 中程度
ko: 보통
pt_br: Moderado
th: ปานกลาง
tr: Orta
zh_hans: 中等
zh_hant: 中等

# cycle.bleeding.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 无

# cycle.bleeding.spotting
source: Spotting
ar: تبقيع
de: Schmierblutung
es: Manchado
hi: स्पॉटिंग
id: Bercak
ja: 少量出血
ko: 소량 출혈
pt_br: Escape
th: เลือดกะปริบกะปรอย
tr: Lekelenme
zh_hans: 点滴出血
zh_hant: 点滴出血

# cycle.bleedingType
source: Bleeding type
ar: نوع النزيف
de: Blutungsart
es: Tipo de sangrado
fr: Type de saignement
hi: रक्तस्राव प्रकार
id: Jenis perdarahan
it: Tipo di sanguinamento
ja: 出血の種類
ko: 출혈 유형
pt_br: Tipo de sangramento
th: ประเภทเลือดออก
tr: Kanama türü
zh_hans: 出血类型
zh_hant: 出血类型

# cycle.crampLevel
source: Cramp level
ar: مستوى التقلصات
de: Krampfstärke
es: Nivel de cólicos
fr: Niveau de crampes
hi: ऐंठन स्तर
id: Tingkat kram
it: Livello crampi
ja: けいれんの程度
ko: 경련 정도
pt_br: Nível de cólica
th: ระดับปวดเกร็ง
tr: Kramp düzeyi
zh_hans: 腹痛程度
zh_hant: 腹痛程度

# cycle.flowLevel
source: Flow level
ar: مستوى التدفق
de: Flussstärke
es: Nivel de flujo
fr: Niveau de flux
hi: फ़्लो स्तर
id: Tingkat aliran
it: Livello del flusso
ja: 出血量
ko: 출혈량
pt_br: Nível de fluxo
th: ระดับปริมาณเลือด
tr: Akış düzeyi
zh_hans: 流量程度
zh_hant: 流量程度

# cycle.note.placeholder
source: Cycle notes
ar: ملاحظات الدورة
de: Zyklusnotizen
es: Notas del ciclo
fr: Notes de cycle
hi: चक्र नोट्स
id: Catatan siklus
it: Note sul ciclo
ja: 周期メモ
ko: 주기 메모
pt_br: Notas do ciclo
th: บันทึกรอบเดือน
tr: Döngü notları
zh_hans: 周期备注
zh_hant: 週期備註

# cycle.section.flow
source: Bleeding and cramps
ar: النزيف والتقلصات
de: Blutung und Krämpfe
es: Sangrado y cólicos
fr: Saignements et crampes
hi: रक्तस्राव और ऐंठन
id: Perdarahan dan kram
it: Sanguinamento e crampi
ja: 出血とけいれん
ko: 출혈과 경련
pt_br: Sangramento e cólicas
th: เลือดออกและปวดเกร็ง
tr: Kanama ve kramplar
zh_hans: 出血和腹痛
zh_hant: 出血和腹痛

# cycle.title
source: Cycle Log
ar: سجل الدورة
de: Zyklusprotokoll
es: Registro del ciclo
fr: Journal du cycle
hi: चक्र लॉग
id: Catatan Siklus
it: Registro ciclo
ja: 周期記録
ko: 주기 기록
pt_br: Registro do ciclo
th: บันทึกรอบเดือน
tr: Döngü Kaydı
zh_hans: 周期记录
zh_hant: 週期記錄

# doc.text
source: Text
ar: نص
es: Texto
fr: Texte
hi: पाठ
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
th: ข้อความ
tr: Metin
zh_hans: 文本
zh_hant: 文字

# entry.delete.alert.message
source: This entry and its symptom details will be removed from local history.
ar: ستتم إزالة هذا الإدخال وتفاصيل أعراضه من السجل المحلي.
de: Dieser Eintrag und seine Symptomdetails werden aus dem lokalen Verlauf entfernt.
es: Esta entrada y sus detalles de síntomas se eliminarán del historial local.
fr: Cette entrée et les détails de ses symptômes seront supprimés de l’historique local.
hi: यह प्रविष्टि और इसके लक्षण विवरण स्थानीय इतिहास से हटाए जाएँगे।
id: Entri ini dan detail gejalanya akan dihapus dari riwayat lokal.
it: Questa voce e i dettagli dei sintomi saranno rimossi dalla cronologia locale.
ja: この記録と症状の詳細はローカル履歴から削除されます。
ko: 이 기록과 증상 세부 정보가 로컬 기록에서 삭제됩니다.
pt_br: Esta entrada e seus detalhes de sintomas serão removidos do histórico local.
th: รายการนี้และรายละเอียดอาการจะถูกลบออกจากประวัติในเครื่อง
tr: Bu kayıt ve belirti ayrıntıları yerel geçmişten kaldırılacak.
zh_hans: 此记录及其症状详情将从本地历史中删除。
zh_hant: 此記錄及其症狀詳情將從本機歷史中刪除。

# entry.delete.alert.title
source: Delete this entry?
ar: هل تريدين حذف هذا الإدخال؟
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
hi: यह प्रविष्टि हटाएँ?
id: Hapus entri ini?
it: Eliminare questa voce?
ja: この記録を削除しますか？
ko: 이 기록을 삭제할까요?
pt_br: Excluir esta entrada?
th: ลบรายการนี้หรือไม่
tr: Bu kayıt silinsin mi?
zh_hans: 删除这条记录？
zh_hant: 刪除這筆記錄？

# entry.detail.brainFogMode
source: Brain Fog Mode
ar: وضع ضباب الدماغ
de: Brain-Fog-Modus
es: Modo niebla mental
fr: Mode brouillard mental
hi: ब्रेन फॉग मोड
id: Mode brain fog
it: Modalità nebbia mentale
ja: ブレインフォグモード
ko: 브레인 포그 모드
pt_br: Modo névoa mental
th: โหมดสมองล้า
tr: Beyin sisi modu
zh_hans: 脑雾模式
zh_hant: 腦霧模式

# entry.detail.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
th: วันที่
tr: Tarih
zh_hans: 日期
zh_hant: 日期

# entry.detail.delete
source: Delete Entry
ar: حذف الإدخال
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l’entrée
hi: प्रविष्टि हटाएँ
id: Hapus Entri
it: Elimina voce
ja: 記録を削除
ko: 기록 삭제
pt_br: Excluir entrada
th: ลบรายการ
tr: Kaydı Sil
zh_hans: 删除记录
zh_hant: 刪除記錄

# entry.detail.logged
source: Logged
ar: مسجل
de: Protokolliert
es: Registrado
fr: Enregistré
hi: दर्ज
id: Tercatat
it: Registrato
ja: 記録済み
ko: 기록됨
pt_br: Registrado
th: บันทึกแล้ว
tr: Kaydedildi
zh_hans: 已记录
zh_hant: 已記錄

# entry.detail.none
source: None logged
ar: لا شيء مسجل
de: Nichts protokolliert
es: Nada registrado
fr: Rien enregistré
hi: कुछ दर्ज नहीं
id: Tidak ada yang tercatat
it: Nessun dato registrato
ja: 記録なし
ko: 기록 없음
pt_br: Nada registrado
th: ไม่มีบันทึก
tr: Kayıt yok
zh_hans: 没有记录
zh_hant: 没有记录

# entry.detail.section.cycle
source: Cycle
ar: الدورة
de: Zyklus
es: Ciclo
hi: चक्र
id: Siklus
it: Ciclo
ja: 周期
ko: 주기
pt_br: Ciclo
th: รอบเดือน
tr: Döngü
zh_hans: 周期
zh_hant: 週期

# entry.detail.section.notes
source: Note
ar: ملاحظة
de: Notiz
es: Nota
hi: नोट
id: Catatan
it: Nota
ja: メモ
ko: 메모
pt_br: Nota
th: โน้ต
tr: Not
zh_hans: 备注
zh_hant: 備註

# entry.detail.section.ratings
source: Ratings
ar: التقييمات
de: Bewertungen
es: Puntuaciones
fr: Évaluations
hi: रेटिंग
id: Penilaian
it: Valutazioni
ja: 評価
ko: 평점
pt_br: Pontuações
th: คะแนน
tr: Puanlar
zh_hans: 评分
zh_hant: 評分

# entry.detail.section.summary
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 要約
ko: 요약
pt_br: Resumo
th: สรุป
tr: Özet
zh_hans: 摘要
zh_hant: 摘要

# entry.detail.section.symptoms
source: Symptoms
ar: الأعراض
de: Symptome
es: Síntomas
fr: Symptômes
hi: लक्षण
id: Gejala
it: Sintomi
ja: 症状
ko: 증상
pt_br: Sintomas
th: อาการ
tr: Belirtiler
zh_hans: 症状
zh_hant: 症狀

# entry.detail.section.triggers
source: Triggers
ar: المحفزات
de: Auslöser
es: Desencadenantes
fr: Déclencheurs
hi: ट्रिगर
id: Pemicu
it: Fattori scatenanti
ja: きっかけ
ko: 유발 요인
pt_br: Gatilhos
th: ตัวกระตุ้น
tr: Tetikleyiciler
zh_hans: 诱因
zh_hant: 誘因

# entry.detail.title
source: Entry Detail
ar: تفاصيل الإدخال
de: Eintragsdetails
es: Detalle de entrada
fr: Détail de l’entrée
hi: प्रविष्टि विवरण
id: Detail Entri
it: Dettaglio voce
ja: 記録の詳細
ko: 기록 상세
pt_br: Detalhe da entrada
th: รายละเอียดรายการ
tr: Kayıt Detayı
zh_hans: 记录详情
zh_hant: 記錄詳情

# entry.edit.saved.message
source: Your changes were saved.
ar: تم حفظ التغييرات.
de: Deine Änderungen wurden gespeichert.
es: Tus cambios se guardaron.
fr: Vos modifications ont été enregistrées.
hi: आपके बदलाव सहेज दिए गए।
id: Perubahan Anda disimpan.
it: Le modifiche sono state salvate.
ja: 変更を保存しました。
ko: 변경사항이 저장되었습니다.
pt_br: Suas alterações foram salvas.
th: บันทึกการเปลี่ยนแปลงแล้ว
tr: Değişiklikleriniz kaydedildi.
zh_hans: 你的修改已保存。
zh_hant: 你的修改已儲存。
